{"id":518,"date":"2021-06-17T00:00:58","date_gmt":"2021-06-16T22:00:58","guid":{"rendered":"https:\/\/www2.3tav.si\/?p=518"},"modified":"2022-09-23T10:06:35","modified_gmt":"2022-09-23T08:06:35","slug":"poslovna-inteligenca-v-dobi-podatkov","status":"publish","type":"post","link":"https:\/\/www.3tav.si\/poslovna-inteligenca-v-dobi-podatkov\/","title":{"rendered":"Poslovna inteligenca v dobi podatkov"},"content":{"rendered":"<p><strong>Poslovna inteligenca<\/strong> <em>(angl. Business Intelligence, v nadaljevanju BI)<\/em> je v dana\u0161njem \u010dasu del vseh podjetij, tako velikih kot tudi vseh malih. Dandanes podatki vladajo na vsakem poslovnem podro\u010dju in v vseh panogah. Podjetja lahko sedaj z lahkoto zbirajo izjemne koli\u010dine podatkov, uporabijo napredne algoritme in umetno inteligenco \u2013 vse za la\u017eje identifikacijo razli\u010dnih trendov, pridobivanja vpogleda v obse\u017eno koli\u010dino podatkov in izvajanja odlo\u010ditev v realnem \u010dasu. Pravilno zastavljeni podatkovni tokovi in orodja BI prina\u0161ajo podjetjem visoko konkuren\u010dno prednost.<\/p>\n<h3>Cilji in namen BI<\/h3>\n<p>Tradicionalni cilji BI so <strong>optimizacija poslovnih procesov<\/strong>, <strong>zni\u017eevanje stro\u0161kov<\/strong>, <strong>pove\u010danje produktivnosti<\/strong> in <strong>dvig kakovosti storitev<\/strong>. Dober in sodoben BI mora omogo\u010dati enostaven pregled celotnega poslovanja in avtomatizirati ponavljajo\u010de naloge znotraj podjetja:<\/p>\n<ul>\n<li><strong>U\u010dinkovit pregled<\/strong> \u2013 podatkovne vizualizacije in agregacije klju\u010dnih indikatorjev poslovanja so kot cockpit, ki s hitrim pogledom omogo\u010da vodenje in odlo\u010danje.<\/li>\n<li><strong>Podatkovno rudarjenje <\/strong>\u2013 iz splo\u0161nega pregleda indikatorjev je potrebno hitro dostopati do detajlov in pregledati podatke iz razli\u010dnih zornih kotov, kar pomeni razstavljanje, obra\u010danje in pivotiranje.<\/li>\n<li><strong>Enoten vir informacij<\/strong> &#8211; namesto ve\u010d excelov ali drugih orodij z razli\u010dnimi \u0161tevilkami je postopek avtomatiziran in se izvaja poenoteno. Zaposleni se lahko pogovarjajo o poslovnih te\u017eavah in izzivih namesto o razli\u010dnih \u0161tevilkah, ki jih ima vsak pri sebi. Poro\u010danje in napovedovanje te\u010deta samodejno in posodabljata se dosledno, natan\u010dno in pravo\u010dasno.<\/li>\n<\/ul>\n<p>Implementacija BI v podjetjih pogosto predstavlja velik izziv, ker zahteva strokovno znanje iz razli\u010dnih podro\u010dij. Ena izmed ve\u010dnih te\u017eav BI je ta, da je <strong>potrebno veliko \u010dasa za integracijo podatkovnih virov<\/strong>. Dogaja se, da se podatki zbirajo v vsakem oddelku posebej in to v razli\u010dnih podatkovnih bazah, po razli\u010dnih metodologijah, excelovnih datotekah ipd. in niso enostavno povezljivi. Dodatno pa dandanes nastaja ogromna koli\u010dina podatkov zaradi digitalizacije poslovanja na podro\u010djih, kjer si nekaj let nazaj \u0161e nismo predstavljali digitalizacije. Gre za digitalizacijo popolnoma vseh poslovnih procesov, zbiranja ogromnih koli\u010din podatkov iz razli\u010dnih virov (procesov, senzorjev, <strong><a href=\"https:\/\/sl.wikipedia.org\/wiki\/Internet_stvari\" target=\"_blank\" rel=\"noopener\">IoT naprav<\/a><\/strong>).<\/p>\n<h3>Velepodatki &#8211; Big Data<\/h3>\n<ul>\n<li><strong>Preberite tudi:<\/strong> <em>Kak\u0161na je razlika med velepodatki in poslovno analitiko?<\/em><\/li>\n<\/ul>\n<p>Pri <strong>velepodatkih<\/strong> gre za povsem nov pristop v BI. Tradicionalno so poslovni uporabniki BI sistema postavili zahteve, npr. mese\u010dno poro\u010dilo, u\u010dinkovitost ali analiza produktivnosti. Te zahteve je nato IT oddelek pretvoril v poizvedbe iz podatkovne baze in vizualizacije. Z razvojem podatkovne znanosti in \u00bbBig data\u00ab pa postaja BI platforma za shrambo, preobrazbo in analizo razli\u010dnih podatkovnih virov, ki <strong>omogo\u010da ustvarjalno raziskavo<\/strong>. Poslovni uporabniki lahko nato razi\u0161\u010dejo kak\u0161ne zahteve za vizualizacijo lahko sploh postavijo, npr. kako maksimiramo uporabe nekih sredstev. Te dodatne informacije, ki jih pridobijo v primerjavi s tradicionalnim BI, predstavljajo njihovo konkuren\u010dno prednost na trgu.<\/p>\n<h3>Umetna Inteligenca<\/h3>\n<p><strong>Umetna inteligenca<\/strong> ne potrebuje formul, algoritmov ali ljudi, ki bi jih implementirali &#8211; to je njena velika prednost pred klasi\u010dnimi sistemi. Dovolj hitro lahko samo na podlagi statistike izvaja spremljanje razli\u010dnih kazalnikov v veliki mno\u017eici podatkov.<\/p>\n<ul>\n<li><strong>Identificira anomalije<\/strong> in tako prepozna te\u017eave ter opozori nanje.<\/li>\n<li><strong>Opisuje podatke<\/strong> bolje kot klasi\u010dne metode, saj prepozna bolj\u0161e metrike in ponuja primernej\u0161e vizualizacije.<\/li>\n<li><strong>Diagnosticira te\u017eave<\/strong> \u2013 u\u010dinkovita je pri analizi dejanskih vzrokov, ki vplivajo na rezultate.<\/li>\n<li><strong>Napoveduje<\/strong> \u2013 umetna inteligenca avtomatizira naloge, ki jih opravljajo podatkovni analitiki, kar so zbiranje podatkov, testiranje napovednih modelov in izbiro najbolj\u0161ih algoritmov za predikcijo.<\/li>\n<li><strong>Strojno u\u010denje<\/strong> &#8211; temelji na empiri\u010dni analizi informacij in poznej\u0161i konstrukciji algoritmov za samostojno u\u010denje sistemov.<\/li>\n<\/ul>\n<blockquote>\n<h4>Platforma za poslovno inteligenco<\/h4>\n<p>Podjetje 3Tav s svojimi re\u0161itvami in strokovnjaki s \u0161irokega podro\u010dja omogo\u010da podjetjem u\u010dinkovito digitalizacijo in implementacijo sistemov poslovne inteligence. Storitev ponuja celotno vertikalo informacijskega sistema, od zajema podatkov, shranjevanja v relacijske in nerelacijske podatkovne baze, agregacijo in transformacijo podatkov, obdelavo podatkov, analiza z algoritmi umetne inteligence in strojnega u\u010denja, vizualizacija podatkov in implementacija v poslovno okolje podjetja. 3Tav skupaj z globalnimi podjetji razvija informacijske sisteme z najsodobnej\u0161imi tehnologijami, ki podjetjem omogo\u010dajo kakovostno poslovno inteligenco.<\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>Poslovna inteligenca (angl. Business Intelligence, v nadaljevanju BI) je v dana\u0161njem \u010dasu del vseh podjetij, tako velikih kot tudi vseh malih. Dandanes podatki vladajo na vsakem poslovnem podro\u010dju in v vseh panogah. Podjetja lahko sedaj z lahkoto zbirajo izjemne koli\u010dine podatkov, uporabijo napredne algoritme in umetno inteligenco \u2013 vse za la\u017eje identifikacijo razli\u010dnih trendov, pridobivanja vpogleda v obse\u017eno koli\u010dino podatkov in izvajanja odlo\u010ditev v realnem \u010dasu. Pravilno zastavljeni podatkovni tokovi[&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":1742,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[67],"tags":[],"acf":[],"_links":{"self":[{"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/posts\/518"}],"collection":[{"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/comments?post=518"}],"version-history":[{"count":5,"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/posts\/518\/revisions"}],"predecessor-version":[{"id":1801,"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/posts\/518\/revisions\/1801"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/media\/1742"}],"wp:attachment":[{"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/media?parent=518"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/categories?post=518"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.3tav.si\/wp-json\/wp\/v2\/tags?post=518"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}