{"id":1873,"date":"2021-09-16T12:00:37","date_gmt":"2021-09-16T10:00:37","guid":{"rendered":"https:\/\/www.3tav.si\/?p=1873"},"modified":"2022-10-05T13:46:42","modified_gmt":"2022-10-05T11:46:42","slug":"nagrajeni-portal-za-uporabnike-storitev-v-energetiki-moj-ece","status":"publish","type":"post","link":"\/nagrajeni-portal-za-uporabnike-storitev-v-energetiki-moj-ece\/","title":{"rendered":"Nagrajeni portal za uporabnike storitev v energetiki &#8211; Moj ECE"},"content":{"rendered":"<p>Dobavitelj energentov, podjetje <a href=\"https:\/\/www.ece.si\/\" target=\"_blank\" rel=\"noopener\">ECE d.o.o.<\/a> iz Celja, je v letu 2021 svojim naro\u010dnikom ponudil prenovljen uporabni\u0161ki portal za povsem elektronsko urejanje naro\u010dni\u0161kega razmerja in komunikacije med ponudnikom storitve in njegovimi naro\u010dniki.<\/p>\n<p>Projekt je sledil ciljem podjetja prehodu na brezpapirno poslovanje in avtomatizacijo poslovnih procesov, povezanih z naro\u010dni\u0161kimi razmerji.<\/p>\n<p>Za izvajalca projekta je bilo izbrano podjetje 3 Tav d.o.o., v projektu je sodelovalo \u0161e oblikovalsko podjetje AV Studio. Portal &#8220;<a href=\"https:\/\/moj.ece.si\/\" target=\"_blank\" rel=\"noopener\"><strong>Moj ECE<\/strong><\/a>&#8221; je na 53. sejmu MOS prejel &#8220;<a href=\"https:\/\/www.ece.si\/vabilo-na-53-mos\/\" target=\"_blank\" rel=\"noopener\">priznanje za kakovost in tr\u017eno zanimivost<\/a>&#8220;.<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone size-full wp-image-1877\" src=\"https:\/\/www.3tav.si\/wp-content\/uploads\/2021\/09\/0-Prijava-MojEce.webp\" alt=\"Prijava Moj ECE\" width=\"1560\" height=\"1613\" srcset=\"\/wp-content\/uploads\/2021\/09\/0-Prijava-MojEce.webp 1560w, \/wp-content\/uploads\/2021\/09\/0-Prijava-MojEce-290x300.webp 290w, \/wp-content\/uploads\/2021\/09\/0-Prijava-MojEce-990x1024.webp 990w, \/wp-content\/uploads\/2021\/09\/0-Prijava-MojEce-768x794.webp 768w, \/wp-content\/uploads\/2021\/09\/0-Prijava-MojEce-1486x1536.webp 1486w, \/wp-content\/uploads\/2021\/09\/0-Prijava-MojEce-770x796.webp 770w\" sizes=\"(max-width: 1560px) 100vw, 1560px\" \/><\/p>\n<h3>Moderna tehni\u010dna zasnova omogo\u010da prilagodljivost in zanesljivost<\/h3>\n<p>Portal je zasnovan po principu <strong>mikrostoritev<\/strong>, kar pomeni, da so tehni\u010dne funkcionalnosti aplikacije razdeljene v neodvisne sklope (uporabljena je kontejnerska tehnologija Docker Swarm), te pa v izoliranem okolju vsaka zase prevzemajo obremenitve za svojo domeno in na pregleden na\u010din komunicirajo z ostalimi funkcionalnostmi. Taka zasnova omogo\u010da visoko stopnjo nadzora nad sistemom in njegovimi posameznimi deli, samodejno sanacijo nastalih te\u017eav ter mo\u017enost namestitve in zagona aplikacije v poljubnem obla\u010dnem prostoru, kar je bila tudi zahteva naro\u010dnika, saj je \u017eelel postavitev aplikacije na lastni infrastrukturi.<\/p>\n<p>Aplikacija se povezuje z nekaterimi zunanjimi storitvami, kot so digitalno podpisovanje (<a href=\"https:\/\/www.mikrografija.si\/\" target=\"_blank\" rel=\"noopener\">Mikrografija<\/a>), dokumentni sistem (<a href=\"https:\/\/ebadms.com\/sl\/napredni-dokumentni-sistem\/\" target=\"_blank\" rel=\"noopener\">EBA<\/a>), ERP (<a href=\"https:\/\/www.3tav.si\/storitve-in-resitve\/informatizacija-poslovnih-procesov-erp\/\">3 Tav IS21<\/a>) in drugimi.<\/p>\n<p>Pomemben del aplikacije je upravljanje uporabnikov, tako z vidika spo\u0161tovanja zakonodaje (GDPR), kot varnosti podatkov. V aplikacijo je implementirana t.i. enotna prijava (SSO, Keycloak) s podporo registracije in prijave preko obstoje\u010dih profilov v dru\u017ebenih omre\u017eijih.<\/p>\n<p>Aplikacija deluje kot enotna spletna stran (<a href=\"https:\/\/developer.mozilla.org\/en-US\/docs\/Glossary\/SPA\" target=\"_blank\" rel=\"noopener\">SPA<\/a>), ki se preko programskega vmesnika (GraphQL) povezuje v zaledni sistem (Traefik, RabbitMQ, Prometheus, .NET &#8230;).<\/p>\n<h3>Avtomatizacija poslovanja z uporabniki<\/h3>\n<p>Nadgradnja, ki jo prina\u0161a v letu 2021 prenovljeni portal <strong>Moj ECE<\/strong>, je celovito <strong>elektronsko poslovanje z uporabniki<\/strong>: od vzpostavitve uporabni\u0161kega ra\u010duna in spremembe naro\u010dni\u0161kega razmerja, izbire naro\u010dni\u0161kih paketov in storitev, vpogled v ra\u010dune, vpogled v porabo in sporo\u010danje porabe plina, naro\u010dilo reklamacij itd.<\/p>\n<p>Portal Moj ECE je zasnovan s ciljem, da je uporabniku v \u010dim ve\u010djo pomo\u010d pri upravljanju naro\u010dni\u0161kega razmerja:<\/p>\n<ul>\n<li>Po eni strani aplikacija uporabniku tako nudi pomo\u010d pri izvedbi vseh naro\u010dni\u0161kih postopkov preko <strong>vodenih obrazcev<\/strong> (\u010darovnikov), ki se povezujejo z razli\u010dnimi bazami podatkov in uporabniku svetujejo in samodejno izpolnijo podatke, ki jih sistem lahko sam pridobi iz drugih virov, kot so recimo podatki o obstoje\u010dih odjemnih mestih naro\u010dnikov.<\/li>\n<li>Po drugi strani je v aplikacijo vgrajeni sistem opomnikov (po e-po\u0161ti in sms-u), ki uporabnika obve\u0161\u010da o pomembnih dogodkih glede naro\u010dni\u0161kega razmerja.<\/li>\n<\/ul>\n<blockquote><p>V podjetju 3 Tav d.o.o. smo ponosni na izvedbo projekta Moj ECE, saj gre za pilotski projekt, v katerem smo uvedli najnovej\u0161e programske koncepte in skupaj z naro\u010dnikom uspeli zagotiviti uporabnikom moderno in kakovostno storitev. Nagrajeni portal je plod uspe\u0161nega partnerskega sodelovanja z naro\u010dnikom in oblikovalskim studijem.<\/p><\/blockquote>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-1878\" src=\"https:\/\/www.3tav.si\/wp-content\/uploads\/2021\/09\/1-Home-MojEce.webp\" alt=\"Moj ECE\" width=\"1560\" height=\"1187\" srcset=\"\/wp-content\/uploads\/2021\/09\/1-Home-MojEce.webp 1560w, \/wp-content\/uploads\/2021\/09\/1-Home-MojEce-300x228.webp 300w, \/wp-content\/uploads\/2021\/09\/1-Home-MojEce-1024x779.webp 1024w, \/wp-content\/uploads\/2021\/09\/1-Home-MojEce-768x584.webp 768w, \/wp-content\/uploads\/2021\/09\/1-Home-MojEce-1536x1169.webp 1536w, \/wp-content\/uploads\/2021\/09\/1-Home-MojEce-770x586.webp 770w\" sizes=\"(max-width: 1560px) 100vw, 1560px\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dobavitelj energentov, podjetje ECE d.o.o. iz Celja, je v letu 2021 svojim naro\u010dnikom ponudil prenovljen uporabni\u0161ki portal za povsem elektronsko urejanje naro\u010dni\u0161kega razmerja in komunikacije med ponudnikom storitve in njegovimi naro\u010dniki. Projekt je sledil ciljem podjetja prehodu na brezpapirno poslovanje in avtomatizacijo poslovnih procesov, povezanih z naro\u010dni\u0161kimi razmerji. Za izvajalca projekta je bilo izbrano podjetje 3 Tav d.o.o., v projektu je sodelovalo \u0161e oblikovalsko podjetje AV Studio. Portal &#8220;Moj ECE&#8221;[&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":1874,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[67],"tags":[],"acf":[],"_links":{"self":[{"href":"\/wp-json\/wp\/v2\/posts\/1873"}],"collection":[{"href":"\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"\/wp-json\/wp\/v2\/comments?post=1873"}],"version-history":[{"count":5,"href":"\/wp-json\/wp\/v2\/posts\/1873\/revisions"}],"predecessor-version":[{"id":1889,"href":"\/wp-json\/wp\/v2\/posts\/1873\/revisions\/1889"}],"wp:featuredmedia":[{"embeddable":true,"href":"\/wp-json\/wp\/v2\/media\/1874"}],"wp:attachment":[{"href":"\/wp-json\/wp\/v2\/media?parent=1873"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"\/wp-json\/wp\/v2\/categories?post=1873"},{"taxonomy":"post_tag","embeddable":true,"href":"\/wp-json\/wp\/v2\/tags?post=1873"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}