{"id":1436,"date":"2018-08-14T00:00:59","date_gmt":"2018-08-13T22:00:59","guid":{"rendered":"https:\/\/www2.3tav.si\/?p=1436"},"modified":"2022-09-23T09:44:30","modified_gmt":"2022-09-23T07:44:30","slug":"povecajte-dodano-vrednost-podjetja-z-napredno-poslovno-analitiko-in-povezovanjem-ter-avtomatizacijo-vseh-svojih-poslovnih-procesov","status":"publish","type":"post","link":"http:\/\/sl_wordpress.dockerserver.3tav.local\/povecajte-dodano-vrednost-podjetja-z-napredno-poslovno-analitiko-in-povezovanjem-ter-avtomatizacijo-vseh-svojih-poslovnih-procesov\/","title":{"rendered":"Pove\u010dajte dodano vrednost podjetja z napredno poslovno analitiko in povezovanjem ter avtomatizacijo vseh svojih poslovnih procesov"},"content":{"rendered":"<p><strong>S sistemom IS21 je letno izdanih 6 milijonov ra\u010dunov. Srednja in velika podjetja uporabljajo sistem IS21 zaradi prihranka \u010dasa in stro\u0161kov ter njegove zanesljivosti. IS21 je edinstven zaradi integrirane poslovne analitike, ki je mo\u017ena samo v sistemu, ki povezuje vse vidike poslovanja: finance, ra\u010dunovodstvo, pla\u010de, kadre, upravljanje zalog in skladi\u0161\u010d, materialno na\u010drtovanje in izdaja ra\u010dunov (billing).<\/strong><\/p>\n<p><!--more--><\/p>\n<p>\u010ceprav IS21 ponuja re\u0161itve za veliko zapletenih poslovnih procesov, njegova modularna zasnova omogo\u010da postopno vpeljavo in tako podjetju in zaposlenim olaj\u0161a prehod na nov sistem. Z vsakim na novo uvedenim modulom vse bolj prihaja do izraza povezanost sistema v celoto. Vsak poslovni dogodek se namre\u010d vnese samo enkrat in na enem mestu. To privede do vse ve\u010dje optimizacije poslovanja, zmanj\u0161uje se verjetnost napak in stro\u0161ki poslovanja in izbolj\u0161uje poslovna analitika.<\/p>\n<h3>Finance in ra\u010dunovodstvo<\/h3>\n<p>Modulu za finance in ra\u010dunovodstvo je jedro sistema IS21. Tu je vozli\u0161\u010de vseh procesov in podatkov o poslovanju podjetja. Omogo\u010da preprost in hiter vpogled v podatke, ki so klju\u010dni za sprejemanje vsakodnevnih odlo\u010ditev pri upravljanju podjetja: od glavne knjige, zajema prejetih ra\u010dunov, likvidatura, obra\u010dun davka, blagajni\u0161ko poslovanje in vodenje osnovnih sredstev. S sistemom IS21 je preprosto izdelati vsakovrstna poro\u010dila, od bilanc, izkazov uspeha ipd.<\/p>\n<h3>Nadzor terjatev<\/h3>\n<p>U\u010dinkovit nadzor nad nepla\u010danimi ra\u010duni kupcev in izterjavo je klju\u010dnega pomena za uspe\u0161no poslovanje podjetja in za dober odnos s strankami. Sestavljajo ga obra\u010dun obresti, izdelava opominov, izpiski odprtih postavk ter paketne izvr\u0161be.<br \/>\nPla\u010de in kadri<\/p>\n<p>Modul pla\u010de omogo\u010da obra\u010dun vseh vrst izpla\u010dil za zaposlene in zunanje sodelavce, modul kadri pa vodenje podatkov o zaposlenih delavcih, upokojencih in drugih glede na definirana delovna razmerja. Nastavitev letnih dopustov je mo\u017ena za skupino izbranih delavcev ali z vpisom pri posameznem delavcu. Prav tako evidenca omogo\u010da vodenje sistematiziranih delovnih mest in vseh vrst izobra\u017eevanj.<\/p>\n<h3>Materialno skladi\u0161\u010dno poslovanje<\/h3>\n<p>IS21 podpira procese skladi\u0161\u010dnega poslovanja, tako da je to pregledno in nadvse preprosto. Modul omogo\u010da bruto in neto planiranje zalog in s povezavo z drugimi moduli IS21 omogo\u010da preprosto izdelavo analiz za posamezni artikel. V sklopu re\u0161itev tega modula so tudi vsi nabavni procesi s ceniki, povpra\u0161evanji, pogodbami, poro\u010dili ipd.<\/p>\n<h3>Proizvodnja in prodaja<\/h3>\n<p>IS21 nudi podporo procesom v proizvodnji v vseh njenih fazah: od priprave dela, razpisa in obra\u010duna delovnih nalogov in priprave za fakturo. S svojimi pregledi in analizami omogo\u010da kakovostno spremljanje dobi\u010dkonosnosti in stro\u0161kov proizvodnje. Modul prodaje pa je namenjen podjetjem, ki prodajajo svoje izdelke, polizdelke ali storitve. Lahko se uporablja samostojno ali v povezavi z ostalimi IS21 moduli.<\/p>\n<h3>Obra\u010dun (billing)<\/h3>\n<p>\u017deli va\u0161e podjetje vpeljati skupni ra\u010dun za vse storitve? IS21 nudi preverjeno re\u0161itev, ki jo uporabljajo komunalna podjetja\u00a0(obra\u010dun vseh komunalnih storitev), prav tako pa smo razvili prilagojene re\u0161itve za obra\u010dun plina\u00a0ter\u00a0elektri\u010dne energije\u00a0na spro\u0161\u010denem trgu s tema dvema energentoma.<\/p>\n<p>Program omogo\u010da kompleksne na\u010dine obra\u010duna\u00advanja in upo\u0161teva vse posebnosti merilnih naprav in njihovega od\u010ditavanja in nudi izbiro poljubnega intervala obra\u010dunavanja. Omogo\u010da izpisovanje ra\u010dunov v razli\u010dnih oblikah, od zbirnih do izpisa posebne polo\u017enice, ali izvoz datoteke za direktne obremenitve.<\/p>\n<p>Modul obra\u010duna je preprosto povezati z zunanjimi informacijskimi sistemi SAP, GIS in raznimi dokumentnimi sistemi. Prav tako je v sklopu tega modula za uporabnike storitev podjetja na voljo spletni vmesnik, preko katerega uporabniki dostopajo do svojih mati\u010dnih podatkov in vpisujejo stanje \u0161tevcev.<\/p>\n<h3>Poslovna analitika<\/h3>\n<p>Analiziranje klju\u010dnih kazalnikov poslovanja podjetja in pravo\u010dasno ugotavljanje trendov oziroma napovedovanje prihodnjih rezultatov je klju\u010dno za uspe\u0161no vodenje podjetja. Sistem je razvit kot spletni portal in temelji na Microsoftovih tehnologijah MS SQL Analysis Services in Reporting Services, ki smo jih raz\u0161irili z lastnimi re\u0161itvami. V sistemu so \u017ee pripravljena poro\u010dila in alarmi, prav tako pa lahko uporabnik doda svoje. Po\u0161iljanje poro\u010dil in opozoril je mo\u017eno prilagoditi preko vrste parametrov.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>S sistemom IS21 je letno izdanih 6 milijonov ra\u010dunov. Srednja in velika podjetja uporabljajo sistem IS21 zaradi prihranka \u010dasa in stro\u0161kov ter njegove zanesljivosti. IS21 je edinstven zaradi integrirane poslovne analitike, ki je mo\u017ena samo v sistemu, ki povezuje vse vidike poslovanja: finance, ra\u010dunovodstvo, pla\u010de, kadre, upravljanje zalog in skladi\u0161\u010d, materialno na\u010drtovanje in izdaja ra\u010dunov (billing).<\/p>\n","protected":false},"author":2,"featured_media":1437,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[67],"tags":[],"acf":[],"_links":{"self":[{"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/posts\/1436"}],"collection":[{"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/comments?post=1436"}],"version-history":[{"count":3,"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/posts\/1436\/revisions"}],"predecessor-version":[{"id":1776,"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/posts\/1436\/revisions\/1776"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/media\/1437"}],"wp:attachment":[{"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/media?parent=1436"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/categories?post=1436"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/sl_wordpress.dockerserver.3tav.local\/wp-json\/wp\/v2\/tags?post=1436"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}